tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
brew "arm-none-eabi-gcc"
brew "avro-c"
brew "bat"
brew "cocoapods"
brew "eza"
brew "fastfetch"
brew "fd"
brew "libssh"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "gotop"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "poppler"
brew "rbenv"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "watchman"
brew "yazi"
brew "zoxide"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "zulu@17"
