jorgebucaran/fisher
jethrokuan/fzf
jethrokuan/z
oh-my-fish/theme-batman
oh-my-fish/theme-bobthefish
ilancosman/tide@v5
jorgebucaran/nvm.fish
patrickf1/fzf.fish
decors/fish-ghq
